/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "Dozvoli pristup";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Forsta zahtijeva pristup vašim kontakima. Mi ne pohranjujemo vaše kontakte na naše servere.";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "Žao nam je!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Prihvati nove sigurnosne brojeve";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "Potrebna akcija";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Forsta zahtijeva pristup vašim kontaktima. Pristup kontaktima  je ograničen. Forsta će se zatvoriti. Vi možete privremeno onemogućiti ograničenje i dozvoliti da Forsta pristupi vašim kontaktima u aplikaciji Postavke >> Općenito >> Ograničenja >> Kontakti >> Dozvoli promjene";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Zatvori";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "Odgovori";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "Nova poruka! Za čitanje otvorite aplikaciju.";

/* No comment provided by engineer. */
"APN_Message" = "Nova Poruka!";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "Poruka od";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "Poruka u grupi";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ u grupi %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Arhiviraj";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "Arhiva";

/* No comment provided by engineer. */
"ATTACHMENT" = "Privitak";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "Preuzimanje privitka nije uspjelo, dodirnite za pokušaj.";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "Preuzimanje privitka";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "Novi privitak na čekanju za preuzimanje.";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Forsta želi koristiti vaš mikrofon kako bi ispravno funkcionisao. Uvijek se možete vratiti na prijašnje postavke u aplikaciji Postavke >> Privatnost >> Mikrofon >> Forsta";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "Povratni poziv";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "Odaberi iz galerije...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "Ovo će resetirati aplikaciju brisanjem vaših poruka i odjaviti će vas sa servera. Aplikacija će se zatvoriti nakon brisanja podataka.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Da li ste sigurni da želite obrisati vaš račun?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "Nećete više biti u mogućnosti slati i primati poruke u ovoj grupi.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Da li zaista želite napustiti?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Uveži novi uređaj";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "Potvrdi";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Neregistrirani broj";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Postavke razgovora";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetovanje sesije će vam omogućiti da primate buduće poruke od %@, ali neće oporaviti već korumpirane poruke.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "Odaberi državni kôd";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u dana";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "Isporučeno";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Posljednja aktivnost: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Uvezan: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Neuspjelo ažuriranje liste uređaja.";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Nestajuće poruke";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "Kada je aktivirano, poslane i primljene poruke u ovom razgovoru će se same nestajati nakon što budu viđene.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Odbaci";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Uredi grupu";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Spremi";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Dodirnite gumb za sastavljanje poruke.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "Započnite vaš prvi razgovor na Forstau!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "Možete arhivirati neaktivne razgovore za kasnije iz vašeg Sandučića.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "Očistite vaše razgovore.";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "Pošaljite pozivnicu kontaktu";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "Nitko od vaših kontakata ne koristi Forsta!";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "Zašto ne pošaljete pozivnicu nekome?";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "Savjet: dodajte razgovor kao podsjetnik!";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "Uredu. Uredu. Uredu.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "Ništa. None. Zero. Nada";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "Sve potpuno čisto.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Serverska pogreška!";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "Kraj";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "Pogreška kod rukovanja!";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "Prekinuli ste poziv.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "Druga strana je prekinula poziv.";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "Neuspješna prijava!";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Poruka sa servera:";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "Broj nije registriran na aplikaciji Forsta kao niti na aplikaciji RedPhone!";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "Primatelj nedostupan.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "Odbili ste poziv.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "Poziv odbijen.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "Napravili ste dodatni poziv.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "Zauzeto...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "Propušten poziv.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "Klijent nije uspio!";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Slanje poruke nije uspjelo!";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta nije u mogućnosti povezati se na internet. Molimo pokušajte sa drugom WiFi ili mobilnom mrežom.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Pogreška servera. Molimo pokušajte kasnije ponovo.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Primatelj više ne koristi Forsta.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Primljena dupla poruka.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "Ključ primaoca nije validan.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Zaprimljena loše šifrirana poruka. Dodirnite za vraćanje sigurne sesije.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "Primljena poruka nije kompatibilna s ovom verzijom.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "Nema raspoloživih sesija za kontakt.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Sigurnosni brojevi promijenjeni.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Došlo je do nepoznate pogreške.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Sigurnosni brojevi promijenjeni. Dodirnite za verifikaciju.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "Pažnja!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Previše neuspjeha sa ovim kontaktom. Pokušajte malo kasnije.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "Morate prihvatiti njegove/njezine nove sigurnosne brojeve prije nego što budete u mogućnosti za slanje.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "Slanje nije uspjelo. Dodirnite za novi pokušaj.";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Neuspjela verifikacija sigurnosnih brojeva!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Resetuj ovu sesiju.";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "Fotografija profila promijenjena!";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Grupa je kreirana!";

/* No comment provided by engineer. */
"GROUP_CREATING" = "Kreiranje nove grupe";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "Neuspješno kreiranje grupe";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Upravljanje grupom";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@ se pridružio/la grupi.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@ je napustio/la grupu.";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Članovi grupe";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "Napuštanje grupe %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "Napuštanje grupe nije uspjelo";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "Naslov je sada '%@'.";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "Grupa je ažurirana.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "Napustili ste grupu.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u sati";

/* Call setup status label */
"IN_CALL_CONNECTING" = "Povezivanje...";

/* Call setup status label */
"IN_CALL_RINGING" = "Zvoni...";

/* Call setup status label */
"IN_CALL_SECURING" = "Odgovoreno. Osiguravanje...";

/* Call setup status label */
"IN_CALL_TALKING" = "Odgovoreno. Osiguravanje...";

/* Call setup status label */
"IN_CALL_TERMINATED" = "Uredu.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "Dolazni poziv";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "Dolazni poziv od %@";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Poruke nestaju nakon %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Poruke neće nestajati.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "Napusti";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Napusti grupu";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "Ovaj QR kôd nije validan, budite sigurni da skenirate QR kôd prikazan na uređaju koji želite uvezati.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Uvezivanje uređeaja nije uspjelo!";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "Ovaj uređaj će biti u stanju prikazati vaše grupe i kontakte, čitati sve vaše poruke i slati poruke u vaše ime.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Uveži ovaj uređaj?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Pokušaj";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Skeniraj QR kôd prikazan na uređaju koji uvezujete.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "Skeniraj QR kôd";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Uveži novi uređaj";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Uvezani uređaji";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Uvezivanje uređaja nije uspjelo";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "Popis članova grupe";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "Učitavanje vaših kontakata.";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "Imajte strpljenja.";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "Prijavljivanje";

/* No comment provided by engineer. */
"ME_STRING" = "Ja";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "Nova poruka";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minuta";

/* No comment provided by engineer. */
"MISSED_CALL" = "Propušten poziv";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "Ranije niste dopustili Forstau da pristupi vašoj kameri. Ažurirajte vaše postavke sistema kako bi ste nastavili.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta treba pristup vašoj kameri.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "Propušten poziv od %@.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "Primili ste poziv od %@.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "Pozivali ste %@.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "Ne možete upariti više uređaja.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "Dosegli ste maksimalan uređaja koje možete trenutno upariti sa vašim računom. Molimo vas da uklonite uređaj ili pokušajte kasnije upariti ponovo.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "Molimo provjerite da li ste na mreži i pokušajte ponovo.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "Povezano";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "Povezivanje";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "Status mreže";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "Van mreže";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "Možete provjeriti status vaše mreže gledajući traku u boji iznad vašeg sandučića.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "Nova grupa";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Dodijeli naziv ovom grupnom razgovoru";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Dodajte osobe";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "Neuspjelo slanje vaše poruke za %@.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "Zbog poznatih grešaka u Apple \"push\" razvojnom okviru, pregledi poruka će biti prikazani samo ako su poruke preuzete u roku od 30 sekundi nakon slanja. Što može rezultirati netočne podatke na bedžu aplikacije.";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "Bez imena ili poruke";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "Pozadinske obavijesti";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "Obavijesti unutar aplikacije";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Ime pošiljaoca i poruka";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "Samo ime pošiljaoca";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "Prikaži";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "Zvuk obavijesti";

/* No comment provided by engineer. */
"OK" = "Ok";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Postavke";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ je onemogućio/la nestajuće poruke.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ je postavio/la vrijeme za nestajanje poruka na %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "Odlazni poziv";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "Vaš iPhone treba biti otključan za primanje nove poruke.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Čini se da ovo nisu sigurnosni brojevi za %@. Da li provjeravate ispravan kontakt ?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Svaki par Forsta korisnika dijeli posebne sigurnosne brojeve. Provjerite da %@ prikazuje \n*vaš* poseban sigurnosni broj.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "Pokrećete staru verziju Forstaa. Potrebno je ažuriranje prije verifikacije.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Vaš partner pokreće staru verziju Forstaa. Potrebna je nadogradnja prije verifikacije.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "Skenirani kôd ne izgleda kao kôd sigurnosnih brojeva. Da li oboje koristite najnoviju verziju Forstaa?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "Ako želite verifikovati sigurnost end-to-end šifriranja sa %@, uporedite brojeve iznad sa brojevima na njegovom/njezinom uređaju.\n\nAlternativno, možete skenirati kôd na njegovom/njezinom telefonu ili upitati ih da skeniraju vaš kôd.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verifikacija sigurnosnih brojeva";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "Nastavljanje";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "Označi kao pročitano";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "Odgovor";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Uspješna ponovna registracija za push obavijesti.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "Push obavijesti";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Forsta zahtijeva push notifikacije, upozorenja i zvukovi moraju biti omogućeni za ispravno funkcionisanje. Molimo izvršite izmjene u aplikaciji Postavke >> Obavijesti >> Forsta.";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "Ako volite koristiti Forsta za privatne razgovore, svojom ocijenom možete podržati naš projekat. To vam neće uzeti ni minutu vremena, a pomoći će drugima da pronađu privatnost.";

/* No comment provided by engineer. */
"RATING_RATE" = "Ocijeni Forsta";

/* No comment provided by engineer. */
"RATING_TITLE" = "Podrži Forsta!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Molimo unesite validan državni kôd";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Greška državnog kôda";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "Forsta vam dozvoljava privatne razgovore sa vašim postojećim kontaktima. Da bi koristili Forsta, molimo dozvolite pristup vašim kontaktima. ";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "Nastavi";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "Dobrodošli!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "Pokušajte ponovo";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "Server trenutno ograničava količinu prijava, molimo pokušajte kasnije.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Registrirani broj";

/* Alert title */
"REGISTRATION_BODY" = "Neuspješna ponovna registracija za push obavijesti.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Državni kôd ";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Unesite broj";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "Pogreška prilikom registracije";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "Ne možemo aktivirati vaš račun dok ne verifikujete kôd koji smo vam poslali.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "Telefonski broj u ovom formatu nije podržan, molimo kontaktirajte podršku.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "Telefonski broj";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Netko je uzbuđen da pošalje svoju prvu poruku! Potrebna je registracija za obavljanje te radnje.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "Vaš telefonski broj";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Verifikacija nije uspjela";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "Brojevi koje ste unijeli ne poklapaju se sa onima koje smo vam poslali. Može li ponovna provjera?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "Verifikuj ovaj uređaj";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "Odbaci";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "Telefonski broj koji pokušavate registrovati je već registrovan na drugom serveru, molimo odjavite ga i pokušajte ponovo.";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "Ponovo registruj za push notifikacije";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Pokušaj";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "Sigurnosni brojevi za %@ su promjenjeni. Možda ih želite verifikovati.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Skeniraj kôd";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Skenirajte QR kôd na uređaju vašeg kontakta.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Pretraga po imenu ili broju";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u sekundi";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "Sigurna sesija je resetirana.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "Pošalji ponovo";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "Šalji";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "Pošalji SMS za:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "Pošalji pozivnicu prijatelju putem obične SMS poruke?";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "Slanje SMS poruke nije uspjelo, molimo pokušajte kasnije.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "Pozvali ste prijatelja da koristi Forsta!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "Želite li poslati pozivnicu na Forsta sljedećem broju:";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "O aplikaciji";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "Omogući zapis o neispravnosti";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Podnesi zapis o neispravnosti";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "Napredno";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Zahtijeva vaše odobrenje prije komunikacije sa nekim ko ima nove sigurnosne brojeve, najčešće zbog reinstalacije Forstaa.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Zahtjeva odobrenje kod promjene";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "Očisti povijesne zapise";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Sva prava zadržana Forsta, Inc\n Open Whisper Systems\nLicencirana pod GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Obriši račun";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Da li ste sigurni da želite izbrisati svu povijest (poruke, privitke, povijest poziva...) ? \nOva akcija ne može biti poništena.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Siguran sam.";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "Pomoć";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "Povijesni zapis";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "Informacije";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "Pozivnica";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "Možete me kontaktirati koristeći Forsta od @forstainc, preuzmite ga sada.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "Postavke";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "Obavijesti";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "Privatnost";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Odobrenje sigurnosnih brojeva";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "Omogući sigurnost zaslona";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Sprječava pregled Forstaa kod pojavljivanja u promjeni aplikacija.";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Sigurnost zaslona";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "Podijeli link za instalaciju";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "Podrška";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "Verzija";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Prikaži nove sigurnosne brojeve";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u dan";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u sat";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minuta";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u tjedan";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Pozivam vas da instalirate Forsta! Ovdje je link:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Vaši sigurnosni brojevi su verifikovani. Možete biti uvjereni da je vaša komunikacija sa %@ privatna.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Sigurnosni brojevi su verifikovani!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "Uslikaj ili snimi video";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "Uslikaj";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "Nismo mogli dohvatiti ažurirani popis kontakata sa servera. Molimo pokušajte ponovo kasnije.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "Otkaži";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "Obriši";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Dearhiviraj";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Nepoznat privitak";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Nepoznat kontakt";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Prekini vezu";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "Prekidanjem veze sa ovim uređajem, više nećete moći slati i primati poruke.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Prekini vezu sa \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta nije u mogućnosti prekinuti vezu sa vašim uređajem.";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Neimenovani uređaj";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "Odjava sa Forstaa nije uspjela.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "Primljeni privitak nije podržan.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "Vaš uređaj ne podržava ovu mogućnost.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "Ažuriraj";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Forsta se nadograđuje...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Prijenos...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Promijeni broj";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Verifikacijski kôd";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Nazovi me umjesto toga";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Ponovo zatraži kôd";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Unesi verifikacijski kôd";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "Verifikuj";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verifikuj sigurnosne brojeve";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Završi podešavanje na Forsta za Desktop.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u tjedna";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "Sandučić";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Onemogućili ste nestajuće poruke.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Postavili ste vrijeme za nestajanje poruka na %@. ";
